{
    "About me": "Über mich",
    "Skills set": "Fähigkeiten",
    "My work": "Meine Arbeit",
    "Hello! I am Matthias": "Hallo! Ich bin Matthias",
    "DEVELOPER": "ENTWICKLER",
    "I am a Front-end developer based in Vienna, Austria. I enjoy helping designers and companies bring their ideas into real life. I am looking forward to continuing my developer career with a job in a junior web developer position.": "Ich bin ein Front-End-Entwickler mit Sitz in Wien, Österreich. Es macht mir Spaß, Designern und Unternehmen dabei zu helfen, ihre Ideen in die Realität umzusetzen. Ich freue mich darauf, meine Karriere als Entwickler fortzusetzen und eine Stelle als Junior-Webentwickler zu finden.",
    "If you think I’d be a good match for your projects, contact me!": "Wenn Sie denken, dass ich gut zu Ihren Projekten passen würde, kontaktieren Sie mich!",
    "Send a message": "Nachricht senden",
    "Let's work": "Lass uns",
    "together": "loslegen",
    "This page is a sample of my work - please feel free to try them out.": "Diese Seite bietet Ihnen einen Einblick in meine Projekte - bitte probieren Sie sie einfach aus.",
    "Contact": "Kontakt",
    "Got a problem to solve?": "Haben Sie ein Problem zu lösen?",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, Ihnen zuzuhören, Ihre Ideen kennenzulernen und möchte gerne meine Arbeit zu Ihren Projekten beitragen.",
    "Need a Frontend developer?": "Benötigen Sie einen Frontend-Entwickler?",
    "Contact me!": "Kontaktieren Sie mich!",
    "Your name": "Ihr Name",
    "Your email": "Ihre Email",
    "Your message": "Ihre Nachricht",
    "Your name is required": "Ihr Name ist erforderlich",
    "Your email is required": "Ihre E-Mail ist erforderlich",
    "Your message is empty": "Ihre Nachricht ist leer",
    "Say hello ;)": "Sag Hallo ;)",
    "Email sent successfully": "Email erfolgreich gesendet",
    "Imprint": "Impressum"
}