{
    "About me": "Über mich",
    "Skills set": "Fähigkeiten",
    "My work": "Meine Arbeit",
    "Hello! I am Matthias": "Hallo! Ich bin Matthias",
    "Developer": "Entwickler",
    "I am a Front-end developer based in Vienna, Austria. I enjoy helping designers and companies bring their ideas into real life. I am looking forward to continuing my developer career with a job in a junior web developer position.": "Ich bin ein Front-End-Entwickler mit Sitz in Wien, Österreich. Es macht mir Spaß, Designern und Unternehmen dabei zu helfen, ihre Ideen in die Realität umzusetzen. Ich freue mich darauf, meine Karriere als Entwickler fortzusetzen und eine Stelle als Junior-Webentwickler zu finden.",
    "If you think I’d be a good match for your projects, contact me!": "Wenn Sie denken, dass ich gut zu Ihren Projekten passen würde, kontaktieren Sie mich!",
    "Send a message": "Nachricht senden",
    "Let's work": "Lass uns",
    "together": "zusammenarbeiten",
    "This page is a sample of my work - please feel free to try them out.": "Diese Seite bietet Ihnen einen Einblick in meine Projekte - bitte probieren Sie sie einfach aus.",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen. Um Aufgaben besser zu strukturieren, können Benutzer und Kategorien zugewiesen werden.",
    "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "El Pollo Loco ist ein Jump, Run and Throw Spiel. Hilf Pepe Münzen und Tabasco-Salsa Flaschen zu sammeln, um gegen die verrückte Henne zu kämpfen.",
   "Ring of Fire is a popular party drink game in which participants must draw cards and perform actions and drink.": "Ring of Fire ist ein beliebtes Partytrinkspiel, bei dem die Spieler Karten ziehen, Aktionen ausführen und trinken müssen.",
   "Do you like my portfolio website? Feel free to take a look behind the scenes on Github.": "Gefällt Ihnen meine Portfolio-Website? Werfen Sie gerne einen Blick hinter die Kulissen auf Github.",
  "Got a problem to solve?": "Haben Sie ein Problem zu lösen?",
  "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, Ihnen zuzuhören, Ihre Ideen kennenzulernen und möchte gerne meine Arbeit zu Ihren Projekten beitragen.",
  "Need a Frontend developer? Contact me!": "Benötigen Sie einen Frontend-Entwickler? Kontaktieren Sie mich.",
  "Your name is required": "Ihr Name ist erforderlich",
  "Your email is required": "Ihre E-Mail ist erforderlich",
  "Your message is empty": "Deine Nachricht ist leer",
  "say hello ;)": "Sag Hallo ;)",
  "Impressum": "Imprint"
}
